Repository: cd34/apex
Catalog: apex/locale/*/LC_MESSAGES/Apex.po
Languages: fr

source: Not logged in, please log in
fr: Vous n'êtes pas identifiés, s'il vous plait, logguez vous

source: "%s" is an already existing group.
fr: "%s" iest un groupe déjà existant.

source: Group name
fr: Nom du groupe

source: Username
fr: Utilisateur

source: Password
fr: Mot de passe

source: Passwords must match
fr: Les mots de passe doivent correspondre

source: Repeat Password
fr: Entrez à nouveau votre mot de passe

source: Email Address
fr: Adresse email

source: Sorry but you need to input an email.
fr: Désolé mais vous devez entrer un email.

source: Sorry that username already exists.
fr: Désolé, cet utilisateur éxiste déjà

source: Old Password
fr: Ancien mot de passe

source: New Password
fr: Nouveau mot de passe

source: Repeat New Password
fr: Répeter le nouveau mot de passe

source: Your old password doesn't match
fr: Votre ancien mot de passe ne correspond pas

source: Login Error -- please try again
fr: Erreur d'identification -- Veuillez réessayer

source: If your username and email weren't found, you may have logged in with a login provider and didn't set your email address.
fr: Si votre utilisateur et votre mot de passe n'ont pas été trouvé, vous pouvez avoir été identifié par un service d'identification et ne pas voire votre email

source: Sorry that username doesn't exist.
fr: Désolé ce mot de passe n'éxiste pas.

source: Sorry that email doesn't exist.
fr: Désolé cet émail n'existe pas.

source: You need to specify either a Username or Email address
fr: Vous devez saisir soit un utilisateur soit un email.

source: OpenID Identifier
fr: Identifiant OpenID

source: Create an user
fr: Créer un compte

source: You need to login
fr: Vous devez vous identifier

source: Change your Password
fr: Changer votre mot de passe

source: Forgot my password
fr: J'ai oublié mon mot de passe

source: Password Reset email sent.
fr: Demande de réinitialisation de mot de passe envoyée

source: An error occurred, please contact the support team.
fr: Une erreur est survenue, veuillez contacter le support.

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Password Changed. Please log in.
fr: Mot de passe changé, veuillez vous identifier

source: Invalid request, please try again
fr: Requète invalide, réésayez encore

source: Account activated. Please log in.
fr: Compte activé, Veuillez vous identifier.

source: Groups %s have been deleted
fr: Les groupes suivants: %s ont été supprimés

source: Register
fr: S'enregistrer

source: User sucessfully created, please verify your account by clicking on the link in the mail you just received from us !
fr: L'utilisateur a bien été créé, veuillez confirmer votre compte en cliquant sur le lien de l'email que vous venez juste de recevoir de nous !

source: Login failed!
fr: Identification échouée

source: Successfully Logged in, welcome!
fr: Identification réussie, bienvenue !

source: OpenID Registration
fr: Identification OpenID

source: Edit
fr: Editer

source: Profile Updated
fr: Profil mis à jour

source: No %s matches the given query.
fr: Aucun %s ne correspond à la demande.

source: This field is required.
fr: Ce champs est requis

source: Password reset request received
fr: Demande de réinitialisation de mot de passe reçue

source: A request to reset your password has been received. Please go to the following URL to change your password: %_url_% If you did not make this request, you can safely ignore it.
fr: Une demande de réinitialisation de votre mot de passe a été récue. Veuillez vous rendre sur l'URL suivante pour changer votre mot de passe: %_url_% Si vous n'en avez pas fait personnellment la demande, vous pouvez ignoer ce message.

source: Account activation. Please activate your account.
fr: Activation de compte. Veuillez activer votre compte.

source: This site requires account validation. Please follow the link below to activate your account: %_url_% If you did not make this request, you can safely ignore it.
fr: Ce site demande une validation des comptes. Veuillez suivre le lien suivant pour activer votre compte: %_url_% Si vous n'en avez pas fait personnellment la demande, vous pouvez ignoer ce message.

source: CSRF token is missing or invalid
fr: Le jeton CSRF est manquant ou invalid

source: Delete groups
fr: Supprimer les groupes

source: Login
fr: S'identifier

source: Create an Account
fr: Créer un compte
